<template>
  <div class="space-y-6 max-w-2xl mx-auto mt-20 text-lg">
    <p>
      Живут в одном чудесном городе два давних друга и коллеги:
      <span class="text-green-500 font-medium">Миша</span> и
      <span class="text-blue-500 font-medium">Женя</span>. Дружат с
      детства, вместе ходят в спортзал, ездят на рыбалку. Любят обсуждать
      технологии и автомобили. Миша – оптимист. Верит в развитие предприятий
      и постоянно улучшающийся сервис. Увлеченно наблюдает за сферой еды.
      Женя же наоборот, постоянно сетует на рынок, на алчных бизнесменов.
    </p>

    <p>
      И вот однажды Миша решил сделать сюрприз другу Жене в день рождения –
      заказать на компанию друзей суши и роллы к праздничному столу.
      Стремился доказать правоту, укрепив при этом внутреннее видение
      окружающего мира. Предвкушал, как расскажет о процессе заказа, о том,
      как хорошо к нему относятся как к клиенту. Если и заметит огрехи, то
      обязательно укажет о недостатках ответственным людям.
    </p>

    <p>
      Отмечу, что Миша до этого момента ни разу не заказывал еду онлайн. Он
      делал это по телефону, в моменты когда под руку попадались цветные
      рекламные флаеры. Да что там сказать, это было редко и в серые будни.
    </p>

    <p>
      До общего сбора оставалось два часа пятнадцать минут, и Миша уверен,
      что всё пройдёт хорошо. Еду приготовят и привезут вовремя. Взглянул в
      окно: какой чудесный осенний субботний день! Что пойдет не так?
    </p>

    <p>
      Долго не мог оформить заказ на веб-сайте, потому что он был ужасно
      неудобным и интуитивно непонятным. Делал это на большом мониторе
      рабочего компьютера. &quot;Фотографии блюд ужасны. Где корзина? А, вот
      же. Выберите свой район? Откуда я знаю.&quot; Миша не сдавался и
      продолжал пытаться, но все было без толку. Он устал заполнять кучу
      данных и форм.
    </p>

    <p>
      Тут он увидел рекламный банер приложения, мол &quot;скачай и закажи
      без проблем&quot;. Вдохновившись предложением, он взял свой
      современный смартфон, с кучей ядер и памяти. Нашел ссылку, скачал.
      Рейтинг приложения его смутил: 3.2 из пяти. Приложение постоянно
      вылетало, требовало кучу непонятных данных и разрешений. Миша начал
      нервничать и злиться, но продолжал попытки. Встретили его
      посредственные банеры с акциями, а-ля &quot;приведи друга – получай
      проценты с его заказов в будущем&quot;. Показалось Мише это очень
      странным, вызывающим много вопросов.
    </p>

    <p>
      &quot;Погодите, меню и цены отличаются? Вот так дела...&quot; Миша
      начал недоумевать, либо на веб-сайте данные устарели, либо здесь. На
      небольшом экране столько всего показывается, приходится делать много
      движений пальцем. &quot;Ну, вот это можно было вынести на отдельную
      страницу&quot;, подумал Миша.
    </p>

    <p>
      Спустя время, разочаровавшись, он позвонил в службу поддержки, чтобы
      оформить заказ через звонок. Но и тут возникли проблемы — робот
      сообщил ему, что все операторы сейчас заняты. Прождав время, Мише
      ответила девушка. Ее было плохо слышно, она все время что-то путала и
      не могла объяснить Мише простые вещи: сколько будет стоить доставка,
      привезут ли вовремя, есть ли подарок ко дню рождения. Он понял главное
      – кухня не справляется с количеством заказов, роллы не успеют привезти
      к общему сбору.
    </p>

    <p>
      Он расстроился. Миша потерял много времени и нервов из-за того, что не
      получилось заказать еду онлайн, быстро и удобно как ему хотелось
      изначально.
    </p>

    <p>
      Он решил в ближайшее время не связываться с таким некачественным
      сервисом и призадумался, а так ли хорош рынок доставки еды? По итогу
      друзья решили отметить день рождения Жени в ближайшем кафе. &quot;Я же
      говорил тебе&quot; – с легкой ироничной ухмылкой обронил Женя, доедая
      кусок пиццы.
    </p>
  </div>

  <div class="mt-16">
    <p>Продолжение будет позже.</p>
  </div>
</template>

<script setup lang="ts">
useHead({
  title: 'Современная self-hosted платформа для e-commerce в сфере доставки еды',
  meta: [
    {
      name: 'description',
      content: 'Клиенты будут рады заказать вкусную еду максимально быстрым и удобным способом!',
    },
  ],
})
</script>
